-- phpMyAdmin SQL Dump
-- version 5.1.0
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Mar 13, 2022 at 06:26 PM
-- Server version: 10.4.18-MariaDB
-- PHP Version: 7.4.16

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `dar_db`
--

-- --------------------------------------------------------

--
-- Table structure for table `failed_jobs`
--

CREATE TABLE `failed_jobs` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `uuid` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `connection` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `queue` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `payload` longtext COLLATE utf8mb4_unicode_ci NOT NULL,
  `exception` longtext COLLATE utf8mb4_unicode_ci NOT NULL,
  `failed_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `migrations`
--

CREATE TABLE `migrations` (
  `id` int(10) UNSIGNED NOT NULL,
  `migration` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `batch` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `migrations`
--

INSERT INTO `migrations` (`id`, `migration`, `batch`) VALUES
(16, '2014_10_12_000000_create_users_table', 1),
(17, '2014_10_12_100000_create_password_resets_table', 1),
(18, '2019_08_19_000000_create_failed_jobs_table', 1),
(19, '2019_12_14_000001_create_personal_access_tokens_table', 1),
(20, '2022_02_17_080334_create_students_table', 1);

-- --------------------------------------------------------

--
-- Table structure for table `password_resets`
--

CREATE TABLE `password_resets` (
  `email` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `token` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `personal_access_tokens`
--

CREATE TABLE `personal_access_tokens` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `tokenable_type` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `tokenable_id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `token` varchar(64) COLLATE utf8mb4_unicode_ci NOT NULL,
  `abilities` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `last_used_at` timestamp NULL DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `students`
--

CREATE TABLE `students` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `full_name` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `mobile` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `mobile_secondary` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `civil_number` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `student_number` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `gender` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `nationality` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `email` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `student_photo_path` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `student_passport_path` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `student_id_path` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `remember_token` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `students`
--

INSERT INTO `students` (`id`, `full_name`, `mobile`, `mobile_secondary`, `civil_number`, `student_number`, `gender`, `nationality`, `email`, `student_photo_path`, `student_passport_path`, `student_id_path`, `remember_token`, `created_at`, `updated_at`) VALUES
(1, 'ابتهال بنت محمد بن حميد الرمحية', '96978958', '99852520', '25490369', '164', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(2, 'استبرق بنت حمود بن سالم البشرية', '98200771', '99803992', '24347453', '314', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(3, 'الجود بنت جاسم بن علي الشكيلية', '95995226', '95995228', '25578392', '163', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(4, 'الخزام بنت أحمد بن محمد الشكيلية', '99777366', '92632332', '24968549', '179', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(5, 'الزهراء بنت فهد بن محمد العلوية', '99559311', '99559311', '23914584', '145', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(6, 'الزهراء بنت محمد بن سيف العدوية', '92746272', '99121042', '26964659', '270', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(7, 'الشفاء بنت حمد بن محمد البشرية', '99655033', '99440965', '25123465', '165', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(8, 'الشيماء بنت حمد بن محمد البشرية', '99655033', '99440965', '26741092', '283', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(9, 'النوار بنت خالد بن سليّم الناصرية', '92457341', '99875705', '24384284', '177', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(10, 'إرم بنت خلف بن ناصر المياحية', '92250056', '99234212', '23999568', '176', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(11, 'إسراء بنت سعيد بن مرهون الهاشمية', '98885957', '99434032', '25253376', '162', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(12, 'إكرام بنت مبارك بن زاهر الخيارية', '92808380', NULL, '25532204', '167', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(13, 'أروى بنت مانع بن راشد الناصرية', '99544103', '99069520', '24638016', '156', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(14, 'أرياف بنت راشد بن حمدان الذهلية', '98861152', '92420322', '26542067', '261', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(15, 'أسماء بنت إسماعيل بن سيف الهطالية', '99814581', '99449752', '25704616', '272', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(16, 'أسيل بنت يعقوب بن سالم الرمحية', '99501532', '99795404', '25258077', '271', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(17, 'أفنان بنت ماجد بن سليمان المنذرية', '99591766', '92563647', '27004471', '285', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(18, 'أمامة بنت عبدالله بن سليم الناصرية', '92793048', '99888705', '24270876', '181', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(19, 'آلاء بنت خالد بن عبدالله الهنائية', '99343691', '99230197', NULL, '273', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(20, 'آلاء بنت عبدالرحمن بن حمد العبرية', '99426208', '99463738', '24617037', '157', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(21, 'آمنة بنت عبدالله بن سليم الناصرية', '92793048', '99888705', '27310502', '287', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(22, 'آمنة بنت عبدالله بن صالح الرمحية', '96311848', NULL, '24832508', '155', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(23, 'آيات بنت إسماعيل بن سليمان اللمكية', '92922736', '99460334', NULL, '161', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(24, 'آية بنت بدر بن حارث الهنائية', '99518878', '92236868', '26302293', '262', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(25, 'آية بنت فهد بن سعيد الرمحية', '98068413', '92281908', '26387366', '170', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(26, 'بلقيس بنت أحمد بن سالم العبرية', '92936652', NULL, '25581497', '180', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(27, 'بيان بنت خالد بن عبدالله الهنائية', '99343691', '99230197', '24546702', '153', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(28, 'ترانيم بنت سيف بن علي العبرية', '97882708', '97033611', '24963089', '329', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(29, 'تقى بنت صالح بن راشد الذهلية', '93630191', NULL, '24204411', '205', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(30, 'تهاني بنت سعيد بن راشد الخنبشية', '95052549', '92585897', '24536883', '172', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(31, 'جنة بنت خليفة بن سالم اللمكية', '99265879', '99228768', '25551742', '318', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(32, 'حور بنت بدر بن حارث الهنائية', '99518878', '92236868', '24068167', '146', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(33, 'حور بنت حمد بن صالح العبرية', '99528277', '99794848', '24031696', '315', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(34, 'حور بنت سعيد بن عبدالله الخنبشية', NULL, NULL, NULL, '226', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(35, 'حور بنت محمد بن سليمان الرمحية', NULL, NULL, NULL, '321', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(36, 'حور بنت محمد بن سيف الهطالية', NULL, NULL, NULL, '274', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(37, 'حوراء بنت حمد بن حميد الشقصية', NULL, NULL, NULL, '275', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(38, 'حوراء بنت خالد بن غريب الناصرية', NULL, NULL, NULL, '147', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(39, 'حوراء بنت عبدالله بن راشد الرمحية', NULL, NULL, NULL, '148', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(40, 'رانيا بنت داود بن سليمان الهطالية', NULL, NULL, NULL, '330', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(41, 'ربى بنت حامد بن محمد المياحية', NULL, NULL, NULL, '290', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(42, 'ربى بنت خالد بن سالم البسامية', NULL, NULL, NULL, '276', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(43, 'رتاج بنت عبدالله بن حميد العبرية', NULL, NULL, NULL, '169', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(44, 'رجاء بنت سليمان بن محمد الهمامية', NULL, NULL, NULL, '158', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(45, 'رزان بنت سالم بن خلف الذهلية', NULL, NULL, NULL, '166', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(46, 'رغد بنت عمر بن يعقوب الذهلية', NULL, NULL, NULL, '319', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(47, 'رفيدة بنت جمعة بن سالم الصالحية', NULL, NULL, NULL, '231', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(48, 'رفيدة بنت جمعة بن سالم الصالحية', NULL, NULL, NULL, '263', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(49, 'رنيم بنت إبراهيم بن علي الحاتمية', NULL, NULL, NULL, '324', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(50, 'رؤى بنت حامد بن محمد المياحية', NULL, NULL, NULL, '277', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(51, 'رؤى بنت رائد بن خميس الهنائية', NULL, NULL, NULL, '284', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(52, 'رياحين بنت فهد بن عبدالله العبرية', NULL, NULL, NULL, '286', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(53, 'ريما بنت راشد بن محمد المسقرية', NULL, NULL, NULL, '174', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(54, 'ريما بنت عبدالله بن صالح المحفوظية', NULL, NULL, NULL, '228', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(55, 'زينب بنت عبدالله بن سليمان اللمكية', NULL, NULL, NULL, '149', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(56, 'زينب بنت عبدالله بن هلال الرمحية', NULL, NULL, NULL, '282', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(57, 'سارة بنت سعيد بن مرهون الهاشمية', NULL, NULL, NULL, '150', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(58, 'سارة بنت سلطان بن حمد العبرية', NULL, NULL, NULL, '264', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(59, 'سارة بنت سيف بن محمد المقبالية', NULL, NULL, NULL, '323', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(60, 'سجى بنت يعقوب بن راشد الخيارية', NULL, NULL, NULL, '309', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(61, 'سرى بنت أحمد بن عبدالله الخروصية', NULL, NULL, NULL, '184', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(62, 'شهد بنت أحمد بن سعيد الذهبية', NULL, NULL, NULL, '317', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(63, 'شهد بنت عثمان بن راشد الناصرية', NULL, NULL, NULL, '183', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(64, 'شهلاء بنت أحمد بن سعيد الذهلية', NULL, NULL, NULL, '327', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(65, 'شيخة بنت مرهون بن عبدالله العبرية', NULL, NULL, NULL, '168', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(66, 'صفية بنت إبراهيم بن ناصر الخنبشية', NULL, NULL, NULL, '294', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(67, 'صفية بنت سعيد بن محمد البحرية', NULL, NULL, NULL, '151', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(68, 'طالبة تجريبية 1', NULL, NULL, NULL, '144', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(69, 'عزاء بنت أحمد بن سليمان الرمحية', NULL, NULL, NULL, '320', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(70, 'عزاء بنت عبدالله بن سليمان اللمكية', NULL, NULL, NULL, '265', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(71, 'علا بنت عبدالسلام بن نصير الشهومية', NULL, NULL, NULL, '178', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(72, 'قدر بنت سعيد بن سيف الفارسية', NULL, NULL, NULL, '160', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(73, 'قطر الندى بنت جمعة بن سالم الصالحية', NULL, NULL, NULL, '229', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(74, 'قطر الندى بنت جمعة بن سالم الصالحية', NULL, NULL, NULL, '230', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(75, 'قطر الندى بنت جمعة بن سالم الصالحية', NULL, NULL, NULL, '266', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(76, 'قطرالندى بنت خميس بن شيخان الهنائية', NULL, NULL, NULL, '278', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(77, 'ليان بنت سليمان بن ناصر الحاتمية', NULL, NULL, NULL, '204', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(78, 'مارية بنت أحمد بن شامس اللمكية', NULL, NULL, NULL, '152', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(79, 'مناسك بنت فهد بن سعيد الذهلية', NULL, NULL, NULL, '279', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(80, 'مودة بنت سالم بن خلف الهطالية', NULL, NULL, NULL, '316', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(81, 'مودة بنت سعيد بن مبارك العبرية', NULL, NULL, NULL, '267', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(82, 'ميرا بنت سعيد بن علي الشكيلية', NULL, NULL, NULL, '313', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(83, 'ميرة بنت عبدالله بن صالح الرمحية', NULL, NULL, NULL, '232', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(84, 'ميرة بنت عبدالله بن صالح الرمحية', NULL, NULL, NULL, '268', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(85, 'ميمونة بنت سلطان بن حمد العبرية', NULL, NULL, NULL, '159', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(86, 'نسيبة بنت سيف بن علي العبرية', NULL, NULL, NULL, '328', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(87, 'نهى بنت أحمد بن سليمان اللمكية', NULL, NULL, NULL, '171', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(88, 'نور بنت محمد بن سليمان الرمحية', NULL, NULL, NULL, '312', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(89, 'نورالمنى بنت خميس بن شيخان الهنائية', NULL, NULL, NULL, '269', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(90, 'هاجر بنت إبراهيم بن محمد الرمحية', NULL, NULL, NULL, '175', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(91, 'هاجر بنت بدر بن سيف الهاشمية', NULL, NULL, NULL, '182', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(92, 'هاجر بنت فهد بن ناصر العلوية', NULL, NULL, NULL, '173', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(93, 'هبة بنت إبراهيم بن سيف الهطالية', NULL, NULL, NULL, '322', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(94, 'هبة بنت أحمد بن محمد الرمحية', NULL, NULL, NULL, '154', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(95, 'هبة بنت محمد بن علي الهاشمية', NULL, NULL, NULL, '227', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(96, 'هداية بنت يوسف بن علي البسامية', NULL, NULL, NULL, '280', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(97, 'يمن بنت يوسف بن صالح العبرية', NULL, NULL, NULL, '293', 'f', 'عمانية', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(98, 'احمد بن سامي بن خاطر المزروعي', NULL, NULL, NULL, '125', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(99, 'اسامة بن سامي بن خاطر المزروعي', NULL, NULL, NULL, '132', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(100, 'الأزهر بن حمد بن محمد البشري', '99440965', NULL, '22712505', '35', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(101, 'الأزهر بن هلال بن ناصر الحاتمي', NULL, NULL, NULL, '7', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(102, 'البراء بن خالد بن راشد الهاشمي', NULL, NULL, NULL, '72', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(103, 'البراء بن سالم بن سعيد الرمحي', NULL, NULL, NULL, '109', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(104, 'الجلندى بن حميد بن ناصر الغافري', NULL, NULL, NULL, '235', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(105, 'الجلندى بن حميد بن ناصر الغافري', NULL, NULL, NULL, '257', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(106, 'الجلندى بن خميس بن سالم الهنائي', NULL, NULL, NULL, '221', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(107, 'الحسين بن علي بن حمدان العبري', NULL, NULL, NULL, '206', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(108, 'الحسين بن علي بن عبدالله المقبالي', NULL, NULL, NULL, '117', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(109, 'الخطاب بن أحمد بن خالد العبري', NULL, NULL, NULL, '296', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(110, 'الخطاب بن أحمد بن عبدالله المكدمي', '92271819', NULL, '25544474', '86', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(111, 'الخطاب بن محمد بن سعيد العبري', '99453539', NULL, '25898697', '302', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(112, 'الخليل بن إبراهيم بن محمد الرمحي', '92600256', NULL, '25285725', '217', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(113, 'الخليل بن أحمد بن سليمان الرمحي', NULL, NULL, NULL, '60', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(114, 'الخليل بن أحمد بن عبدالله بن سعيد المكدمي', NULL, NULL, NULL, '58', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(115, 'الفضل بن سعود بن ناصر المنذري', NULL, NULL, NULL, '44', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(116, 'الفضل بن عبدالمنعم الخروصي', NULL, NULL, NULL, '83', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(117, 'الفيصل بن سعود بن ناصر المنذري', NULL, NULL, NULL, '3', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(118, 'المعتز بن جاسم بن علي الشكيلي', '95995228', NULL, '24273076', '194', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(119, 'المنيب بن إبراهيم بن عبدالله البيماني', NULL, NULL, NULL, '110', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(120, 'المهلب بن زهران بن عبدالله الرمحي', '99366084', NULL, NULL, '90', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(121, 'المؤثر بن راشد بن محمد الخروصي', NULL, NULL, NULL, '6', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(122, 'المؤثر بن سيف بن صقر الشهومي', '99545870', NULL, '24153322', '255', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(123, 'المؤيد بن حمود الهطالي', NULL, NULL, NULL, '65', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(124, 'النمر بن ناصر بن عبدالله اللويهي', '99801970', NULL, '22943631', '5', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(125, 'الوليد بن خالد بن زاهر الخياري', NULL, NULL, NULL, '108', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(126, 'الوليد بن خالد بن سعيد الرمحي', NULL, NULL, NULL, '212', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(127, 'الوليد بن خالد بن سليمان الخنبشي', NULL, NULL, NULL, '260', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(128, 'الوليد بن خالد بن عبدالله البسامي', NULL, NULL, NULL, '31', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(129, 'الوليد بن خالد بن غريب الناصري', '99594941', NULL, NULL, '247', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(130, 'الوليد بن خالد بن محمد السلماني', NULL, NULL, NULL, '87', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(131, 'الوليد خالد الغافري', NULL, NULL, NULL, '78', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(132, 'اليزن بن أحمد بن محمد الشرياني', '99239583', NULL, '23224688', '219', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(133, 'اليمان بن طلال بن ناصر الهطالي', NULL, NULL, NULL, '209', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(134, 'ايوب', NULL, NULL, NULL, '79', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(135, 'إبراهيم بن أحمد بن مرهون الهاشمي', '95542252', NULL, '23546585', '185', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(136, 'إبراهيم بن راشد بن محمد الخروصي', NULL, NULL, NULL, '215', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(137, 'إبراهيم بن سعيد بن محمد البحري', NULL, NULL, NULL, '53', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(138, 'إبراهيم بن محمد بن خميس الخاطري', '99262427', NULL, NULL, '258', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(139, 'إبراهيم بن ناصر بن خلف الرمحي', '99267789', NULL, NULL, '136', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(140, 'إبراهيم بن ناصر بن خلف الرمحي', NULL, NULL, NULL, '253', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(141, 'إلياس بن أحمد بن سعيد الخاطري', NULL, NULL, NULL, '55', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(142, 'إلياس بن أحمد بن سعيد الرمحي', '92395709', NULL, NULL, '134', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(143, 'إلياس بن أحمد بن سعيد الرمحي', NULL, NULL, NULL, '245', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(144, 'إلياس بن أحمد بن مرهون الهاشمي', '95542252', NULL, '25250805', '196', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(145, 'إياد بن علي بن حمدان العبري', NULL, NULL, NULL, '207', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(146, 'أحمد بن بشير بن سيف المياحي', '92443747', NULL, NULL, '248', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(147, 'أحمد بن جمال بن صالح الهاشمي', '99381335', NULL, '26647805', '333', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(148, 'أحمد بن حارث بن عبدالله الرمحي', NULL, NULL, NULL, '41', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(149, 'أحمد بن حمد بن محمد البشري', '99440965', NULL, NULL, '8', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(150, 'أحمد بن خالد بن سعيد الرمحي', NULL, NULL, NULL, '202', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(151, 'أحمد بن خالد بن سعيد الرمحي', NULL, NULL, NULL, '213', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(152, 'أحمد بن خليل بن محمد الرمحي', '99880898', NULL, '25310094', '225', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(153, 'أحمد بن راشد بن حمد المجرفي', NULL, NULL, NULL, '81', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(154, 'أحمد بن سالم بن راشد الرمحي', NULL, NULL, NULL, '29', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(155, 'أحمد بن سامي بن خاطر المزروعي', NULL, NULL, NULL, '220', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(156, 'أحمد بن سعيد بن راشد الخنبشي', '92585897', NULL, NULL, '239', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(157, 'أحمد بن سعيد بن سليمان السلماني', NULL, NULL, NULL, '120', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(158, 'أحمد بن صالح بن سعيد الرمحي', NULL, NULL, NULL, '80', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(159, 'أحمد بن عبدالرحمان بن أحمد المعيني', NULL, NULL, NULL, '123', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(160, 'أحمد بن عبدالله بن محمد الخاطري', NULL, NULL, NULL, '4', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(161, 'أحمد بن ماجد بن خلفان الناصري', NULL, NULL, NULL, '85', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(162, 'أحمد بن ماجد بن خلفان الناصري', NULL, NULL, NULL, '250', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(163, 'أحمد بن ماجد بن سليمان المنذري', NULL, NULL, NULL, '119', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(164, 'أحمد بن ناصر بن سليمان اللمكي', NULL, NULL, '22145749', '64', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(165, 'أحمد بن نبهان بن ناصر الرمحي', NULL, NULL, NULL, '102', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(166, 'أحمد بن يوسف بن صالح اللمكي', '93347382', NULL, NULL, '254', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(167, 'أحمد بن يونس بن حميد الرمحي', '99877511', NULL, '24571391', '198', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(168, 'أدهم بن خميس بن سليمان المكدمي', '91132311', NULL, '25389608', '52', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(169, 'أسامة بن عبدالله بن محمد الخاطري', NULL, NULL, NULL, '30', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(170, 'أسعد بن محمد بن سعيد المكدمي', NULL, NULL, NULL, '43', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(171, 'أمجد بن خالد بن سليمان المنذري', NULL, NULL, NULL, '139', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(172, 'أنس بن خميس بن سليمان المكدمي', NULL, NULL, NULL, '50', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(173, 'أنس بن شامي بن المر الحمراشدي', NULL, NULL, NULL, '113', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(174, 'أيمن بن خالد بن صالح المنذري', '99884366', NULL, '26481106', '334', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(175, 'أيوب بن سالم بن راشد الرمحي', NULL, NULL, NULL, '16', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(176, 'أيوب بن محمود بن شامس اللمكي', NULL, NULL, NULL, '36', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(177, 'أيوب بن يوسف بن صالح الناصري', '95148443', NULL, NULL, '332', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(178, 'بشار بن أحمد بن شامس اللمكي', '92749561', NULL, '21560234', '32', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(179, 'بلعرب بن سلطان بن محمد الرمحي', NULL, NULL, NULL, '138', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(180, 'بلعرب بن سليمان بن ناصر اليعربي', '92257817', NULL, '24464725', '121', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(181, 'بلعرب بن ياسر بن هلال اليعربي', '92123080', NULL, '23903621', '197', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(182, 'جاسم بن يعقوب بن سلمان العبري', NULL, NULL, NULL, '23', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(183, 'حذيفة بن أسعد بن مقدم الشقصي', '99468949', NULL, '20441754', '25', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(184, 'حذيفة بن معتصم بن خالد الجابري', '99545870', NULL, '25318176', '191', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(185, 'حسام بن حميد بن عبدالله الرمحي', '92635595', NULL, '24546346', '186', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(186, 'حسام بن علي بن ناصر الجابري', NULL, NULL, NULL, '188', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(187, 'حسان بن ثابت بن سيف العدوي', '99121042', NULL, NULL, '95', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(188, 'حسان بن ثابت بن سيف العدوي', NULL, NULL, NULL, '242', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(189, 'حمد بن سلمان بن حمد الرمحي', NULL, NULL, NULL, '46', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(190, 'حمد بن صالح بن سعيد الصخبوري', NULL, NULL, NULL, '127', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(191, 'حمد بن عبدالرحمن بن حمد العبري', '99463738', NULL, '26524858', '92', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(192, 'حمد بن عبدالرحمن بن حمد العبري', NULL, NULL, NULL, '224', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(193, 'حمزة بن عادل بن سعود المياحي', NULL, NULL, NULL, '208', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(194, 'حمزة بن عبدالله بن خميس اللمكي', NULL, NULL, NULL, '9', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(195, 'حمود بن حمد بن حمود الغافري', NULL, NULL, NULL, '71', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(196, 'خالد بن المعتصم بن خالد الجابري', '99545870', NULL, '24145909', '256', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(197, 'خالد بن صالح بن علي الرمحي', '99388053', NULL, '26356201', '288', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(198, 'خالد بن صالح بن علي الرمحي', NULL, NULL, NULL, '289', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(199, 'خالد بن علي بن محمد الهمامي', NULL, NULL, NULL, '89', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(200, 'خالد بن محمد بن 1 العبري', NULL, NULL, NULL, '93', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(201, 'خالد بن وليد بن سليمان الحراصي', '99666477', NULL, '24367463', '307', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(202, 'خليل بن أحمد بن ناصر العوفي', '99067048', NULL, NULL, '234', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(203, 'داود بن سليمان بن حمود الناصري', '99332150', NULL, '26117251', '140', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(204, 'داود بن سليمان بن حمود الناصري', NULL, NULL, NULL, '252', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(205, 'رياض بن عامر بن سالم العبري', NULL, NULL, NULL, '57', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(206, 'رياض بن محمد بن علي الهاشمي', NULL, NULL, NULL, '26', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(207, 'زكريا بن بدر بن سعود المياحي', '96268885', NULL, '25775492', '291', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(208, 'زكريا بن عبدالله بن خليفة الخصيبي', NULL, NULL, NULL, '192', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(209, 'زكريا بن عزان بن سليمان الرمحي', NULL, NULL, NULL, '105', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(210, 'زكريا بن يحيى بن نبهان البراشدي', '92249764', NULL, '25642143', '75', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(211, 'زياد بن أحمد بن عبدالمنعم', NULL, NULL, NULL, '49', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(212, 'سالم بن مهنا بن سالم العدوي', '92614137', NULL, '25399096', '310', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(213, 'سعود بن بدر بن حارث الهنائي', '92236868', NULL, NULL, '325', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(214, 'سعيد بن محمد بن سعيد المكدمي', NULL, NULL, NULL, '14', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(215, 'سلطان بن حمد بن سيف الرمحي', '98561671', NULL, '23368282', '222', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(216, 'سلطان بن سليمان بن محمد الرمحي', '99420897', NULL, '25753308', '68', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(217, 'سليمان بن خميس بن سليمان المكدمي', NULL, NULL, NULL, '18', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(218, 'سيف بن بدر بن سيف الهاشمي', '99344206', NULL, '23233913', '210', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(219, 'سيف بن زهران بن سيف المياحي', NULL, NULL, NULL, '218', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(220, 'سيف بن سلطان بن حمد العبري', '99457288', NULL, NULL, '61', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(221, 'شهاب بن يوسف بن علي البسامي', '92622055', NULL, '27390434', '326', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(222, 'طارق بن بدر بن سعود المياحي', '96268885', NULL, '27387381', '237', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(223, 'طارق بن ماجد بن عامر الرمحي', '92216122', NULL, '27160156', '236', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(224, 'طالب بن تجريبي بن للعمل التجريبي', NULL, NULL, NULL, '331', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(225, 'عبدالجليل بن إسماعيل بن سليمان اللمكي', '99460334', NULL, '24052183', '115', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(226, 'عبدالرحمن بن حمد بن ناصر العدوي', '99331300', NULL, '26483875', '297', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(227, 'عبدالرحمن بن رائد بن خميس الهنائي', '95288584', NULL, NULL, '304', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(228, 'عبدالرحمن بن سالم بن راشد الرمحي', NULL, NULL, NULL, '48', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(229, 'عبدالرحمن بن عبدالله بن سيف الرمحي', NULL, NULL, NULL, '211', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(230, 'عبدالرحمن بن عبدالله بن صالح الرمحي', '99470328', NULL, '25846694', '103', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(231, 'عبدالرحمن بن عبدالله بن صالح الرمحي', NULL, NULL, NULL, '249', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(232, 'عبدالرحمن بن منتصر بن عبدالرحمن إسماعيل', '90161760', NULL, '14400123', '311', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(233, 'عبدالرحيم بن حمد بن ناصر العدوي', '99331300', NULL, '26483964', '298', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(234, 'عبدالرحيم بن عبدالرحمن بن حمد العبري', NULL, NULL, NULL, '42', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(235, 'عبدالرؤوف بن عبدالرحمن بن حمد العبري', '99463738', NULL, NULL, '19', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(236, 'عبدالعزيز بن محمد بن سيف البراشدي', NULL, NULL, NULL, '187', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(237, 'عبدالله بن إبراهيم بن عبدالله المقبالي', NULL, NULL, NULL, '130', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(238, 'عبدالله بن خالد بن عبدالله الهنائي', '99230197', NULL, NULL, '15', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(239, 'عبدالله بن سعيد بن حميد بن سليمان اللمكي', NULL, NULL, NULL, '70', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(240, 'عبدالله بن عبدالرحمان بن حمد العبري', NULL, NULL, NULL, '10', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(241, 'عبدالله بن علي بن عبدالله المقبالي', NULL, NULL, NULL, '129', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(242, 'عبدالله بن ناصر بن النمر اللويهي', '99801970', NULL, NULL, '101', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(243, 'عبدالله بن ناصر بن عبدالله اللويهي', NULL, NULL, NULL, '96', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(244, 'عبدالله بن هلال بن زاهر الخياري', NULL, NULL, NULL, '107', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(245, 'عبدالملك بن سالم بن حمد المعمري', NULL, NULL, NULL, '142', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(246, 'عبدالملك بن محمد بن خميس الهنائي', '99719896', NULL, '27285989', '238', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(247, 'عبدالملك بن مصبح بن سالم الحاتمي', NULL, NULL, NULL, '124', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(248, 'عبدالوهاب بن هلال بن خلف الرمحي', NULL, NULL, NULL, '223', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(249, 'عدي بن محمد بن سيف العدوي', '99121042', NULL, NULL, '94', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(250, 'عزام بن يحيى بن سالم البسامي', '95181429', NULL, '26088251', '299', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(251, 'علي بن حسين بن علي البسامي', '99644806', NULL, NULL, '281', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(252, 'علي بن سعود بن صالح البوسعيدي', NULL, NULL, NULL, '84', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(253, 'علي بن طالب بن حامد العبري', NULL, NULL, NULL, '63', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(254, 'علي بن ياسر بن هلال اليعربي', '92123080', NULL, NULL, '251', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(255, 'عمار بن أحمد بن شامس اللمكي', '92749561', NULL, '19238346', '27', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(256, 'عمار بن خميس بن سليمان المكدمي', '91132311', NULL, '24087192', '51', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(257, 'عمر بن إسماعيل بن سيف الهطالي', '99449752', NULL, '25603617', '240', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(258, 'عمر بن أحمد بن عبدالمنعم', NULL, NULL, NULL, '37', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(259, 'عمر بن خالد بن سالم البسامي', '99118820', NULL, '26735228', '244', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(260, 'عمر بن خالد بن سليمان المنذري', '99884366', NULL, '25335231', '111', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(261, 'عمر بن خالد بن سليمان المنذري', NULL, NULL, NULL, '201', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(262, 'عمر بن صالح بن حمود الغافري', NULL, NULL, NULL, '40', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(263, 'عمر بن طالب بن حامد العبري', NULL, NULL, NULL, '38', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(264, 'عمر بن عبدالله بن خميس اللمكي', '97641777', NULL, '23963079', '47', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(265, 'عمر بن عزان بن علي الصلتي', '99373611', NULL, '25299952', '300', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(266, 'عمر بن ناصر بن عبدالله اللويهي', '99801970', NULL, '24807399', '67', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(267, 'عمران بن محمد بن علي الحاتمي', NULL, NULL, NULL, '69', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(268, 'فارس بن عبدالله الهطالي', NULL, NULL, NULL, '66', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(269, 'فراس بن صالح بن محمد الدغيشي', NULL, NULL, NULL, '122', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(270, 'قيس بن محمد بن خلف الهطالي', '92928737', NULL, '25140689', '74', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(271, 'لؤي بن عبدالله بن سيف الرمحي', '99218587', NULL, NULL, '195', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(272, 'مجاهد بن سعيد بن محمد البحري', NULL, NULL, NULL, '54', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(273, 'محسن بن علي بن عبدالله المقبالي', '', NULL, NULL, '116', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(274, 'محمد بن اسماعيل بن سيف الهطالي', NULL, NULL, NULL, '21', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(275, 'محمد بن أحمد بن محمد البحري', NULL, NULL, NULL, '189', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(276, 'محمد بن أحمد بن محمد الخروصي', NULL, NULL, NULL, '39', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(277, 'محمد بن أحمد حمد الحمراشدي', NULL, NULL, NULL, '56', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(278, 'محمد بن حلمي ابن عبدالمعبود', NULL, NULL, NULL, '59', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(279, 'محمد بن حمد بن محمد البشري', NULL, NULL, NULL, '2', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(280, 'محمد بن خالد بن سعيد الرمحي', '99789446', NULL, '21157868', '1', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(281, 'محمد بن خالد بن عبدالله الهنائي', '99230197', NULL, '22447528', '22', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(282, 'محمد بن خالد بن غريب الناصري', '99594941', NULL, NULL, '216', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(283, 'محمد بن خلف بن سلمان الهطالي', NULL, NULL, NULL, '76', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(284, 'محمد بن خميس بن شيخان الهنائي', '99466218', NULL, NULL, '233', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(285, 'محمد بن راشد بن محمد الخروصي', NULL, NULL, NULL, '34', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(286, 'محمد بن زكريا بن سليمان اللمكي', '92279765', NULL, '29457047', '243', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(287, 'محمد بن سالم بن محمد الرمحي', NULL, NULL, NULL, '98', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(288, 'محمد بن سعيد بن مرهون الهاشمي', NULL, NULL, NULL, '12', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(289, 'محمد بن سلطان بن سالم العبري', '92991414', NULL, '26818667', '246', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(290, 'محمد بن سيف بن حماد الرمحي', NULL, NULL, NULL, '137', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(291, 'محمد بن سيف بن حمد البشري', NULL, NULL, NULL, '141', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(292, 'محمد بن شادي بن درغام الدوي', '97940193', NULL, '111347116', '305', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(293, 'محمد بن شادي بن درغام الدوي', NULL, NULL, NULL, '306', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(294, 'محمد بن شامس بن المر الحمراشدي', NULL, NULL, NULL, '114', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(295, 'محمد بن صالح بن محمد الدغيشي', NULL, NULL, NULL, '128', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(296, 'محمد بن عامر بن عديّم العبري', '92938286', NULL, '26658402', '335', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(297, 'محمد بن عبدالله بن راشد الرمحي', '97181851', NULL, NULL, '17', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(298, 'محمد بن عبدالله بن سليمان الرمحي', NULL, NULL, NULL, '13', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(299, 'محمد بن عبدالله بن محمد الخاطري', '98977909', NULL, '24071486', '45', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(300, 'محمد بن عبدالله بن محمد المياحي', NULL, NULL, NULL, '97', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(301, 'محمد بن عزان بن سليمان الرمحي', NULL, NULL, NULL, '104', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(302, 'محمد بن علي بن عبدالله المقبالي', NULL, NULL, NULL, '118', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(303, 'محمد بن ناصر بن سيف الرمحي', NULL, NULL, NULL, '11', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(304, 'محمد بن ناصر بن محمد الرمحي', NULL, NULL, NULL, '112', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(305, 'محمد بن ناصر بن محمد الرمحي', '99292748', NULL, '24273887', '203', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(306, 'محمد بن نبهان بن ناصر الرمحي', NULL, NULL, NULL, '100', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(307, 'محمد بن وليد بن خميس الهنائي', '99719896', NULL, '25399339', '303', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(308, 'محمد بن وليد بن سليمان الحراصي', '99666477', NULL, NULL, '308', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(309, 'محمد بن يوسف بن صالح اللمكي', '93347382', NULL, '25182258', '200', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(310, 'محمود بن أيوب بن سليمان العوفي', NULL, NULL, NULL, '91', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(311, 'محمود بن خالد بن سعيد الرمحي', '99789446', NULL, '25783724', '131', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(312, 'مصعب بن سليمان بن حمود الغافري', '93372223', NULL, '24894641', '77', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(313, 'معاذ بن سالم بن محمد الرمحي', NULL, NULL, NULL, '99', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(314, 'معاذ بن سعيد بن سليم الهطالي', NULL, NULL, NULL, '20', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `students` (`id`, `full_name`, `mobile`, `mobile_secondary`, `civil_number`, `student_number`, `gender`, `nationality`, `email`, `student_photo_path`, `student_passport_path`, `student_id_path`, `remember_token`, `created_at`, `updated_at`) VALUES
(315, 'معاذ بن طاهر بن سعود المياحي', '95883486', NULL, '24205362', '193', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(316, 'معاذ بن محمد بن حميد الرمحي', NULL, NULL, NULL, '133', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(317, 'معاذ بن محمد بن حميد الرمحي', NULL, NULL, NULL, '135', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(318, 'منذر بن طاهر بن سعود المياحي', '95883486', NULL, '26343314', '292', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(319, 'مؤمن بن محمد بن حميد العبري', '92307942', NULL, '25466477', '295', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(320, 'ناصر بن نبهان بن ناصر الرمحي', NULL, NULL, NULL, '106', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(321, 'نصر بن ناصر بن سعيد السالمي', '99541845', NULL, '25122425', '301', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(322, 'نصرالله بن سليمان بن عبدالله اللمكي', '95367908', NULL, '23471913', '24', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(323, 'نوح بن سليمان بن عبدالله اللمكي', NULL, NULL, NULL, '33', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(324, 'همام بن علي بن محمد الهمامي', NULL, NULL, NULL, '88', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(325, 'هود بن خالد بن راشد الهاشمي', NULL, NULL, NULL, '73', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(326, 'هود بن سيف بن محمد اللمكي', NULL, NULL, NULL, '62', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(327, 'وسام بن أحمد بن ناصر العدوي', '99376291', NULL, '27004114', '241', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(328, 'ياسين بن أحمد بن سليمان اللمكي', '99380166', NULL, '27291903', '259', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(329, 'يحيى بن راشد بن محمد الخروصي', NULL, NULL, NULL, '214', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(330, 'يحيى بن سليمان بن عبدالله اللمكي', NULL, NULL, NULL, '28', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(331, 'يعرب بن سلطان بن سيف اليعربي', '99417679', NULL, '23817227', '143', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(332, 'يعرب بن سليمان بن ناصر اليعربي', NULL, NULL, NULL, '126', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(333, 'يوسف بن إبراهيم بن سعيد الناصري', '92229534', NULL, '24133523', '190', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(334, 'يوسف بن زكريا بن سليمان اللمكي', '92279765', NULL, '25917793', '199', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(335, 'يوسف بن منتصر بن ناصر الحمراشدي', '99573494', NULL, '24081549', '82', 'm', 'عماني', NULL, NULL, NULL, NULL, NULL, '0000-00-00 00:00:00', '0000-00-00 00:00:00');

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE `users` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `full_name` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `user_type` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `email` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `email_verified_at` timestamp NULL DEFAULT NULL,
  `password` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `remember_token` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`id`, `full_name`, `user_type`, `email`, `email_verified_at`, `password`, `remember_token`, `created_at`, `updated_at`) VALUES
(1, 'mohammed', 'f-manager', 'alrumhi2015@gmail.com', NULL, '$2y$10$5VMEryESno44m37HRO7EeuxzqEI7iBJZilenKOZ3nndHiz57ooDF6', 'Phxfn1bZbIx2R98GyxwI26QjEhb0sW8Ya8JOSuANuiZz0IIKh02dpM8dQSmC', '2022-03-13 11:02:35', '2022-03-13 11:02:35');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `failed_jobs`
--
ALTER TABLE `failed_jobs`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `failed_jobs_uuid_unique` (`uuid`);

--
-- Indexes for table `migrations`
--
ALTER TABLE `migrations`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `password_resets`
--
ALTER TABLE `password_resets`
  ADD KEY `password_resets_email_index` (`email`);

--
-- Indexes for table `personal_access_tokens`
--
ALTER TABLE `personal_access_tokens`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `personal_access_tokens_token_unique` (`token`),
  ADD KEY `personal_access_tokens_tokenable_type_tokenable_id_index` (`tokenable_type`,`tokenable_id`);

--
-- Indexes for table `students`
--
ALTER TABLE `students`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `students_email_unique` (`email`);

--
-- Indexes for table `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `users_email_unique` (`email`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `failed_jobs`
--
ALTER TABLE `failed_jobs`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `migrations`
--
ALTER TABLE `migrations`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=21;

--
-- AUTO_INCREMENT for table `personal_access_tokens`
--
ALTER TABLE `personal_access_tokens`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `students`
--
ALTER TABLE `students`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=336;

--
-- AUTO_INCREMENT for table `users`
--
ALTER TABLE `users`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
